Repository: rekalogika/analytics-bundle
Catalog: translations/rekalogika_analytics+intl-icu.*.xlf
Languages: id

source: Example: 1-5,10,15-20
id: Contoh: 1-5,10,15-20

source: Example: 1,3-5 (1 is Monday, 7 is Sunday)
id: Contoh: 1,3-5 (1 adalah hari Senin, 7 adalah hari Minggu)

source: Example: 1-90,100
id: Contoh: 1-90,100

source: Example: 8-12,13-17
id: Contoh: 8-12,13-17

source: Example: 1-3,5,7-12
id: Contoh: 1-3,5,7-12

source: Example: 1-2,4
id: Contoh: 1-2,4

source: Example: 2020-2022,2024
id: Contoh: 2020-2022,2024

source: Example: 2024021-2024032,2024041 (2024021 means 2024, week 2, Monday)
id: Contoh: 2024021-2024032,2024041 (2024021 artinya tahun 2024, minggu 2, hari Senin)

source: Example: 20241-20243,20252 (20241 means 2024 Q1)
id: Contoh: 20241-20243,20252 (20241 artinya 2024 Q1)

source: Example: 202401-202403,202501 (202401 means January 2024)
id: Contoh: 202401-202403,202501 (202401 artinya Januari 2024)

source: Example: 202402-202405,202514 (202402 means week 2 of 2024)
id: Contoh: 202402-202405,202514 (202402 artinya minggu kedua pada tahun 2024)

source: Values
id: Ukuran

source: True
id: Benar

source: False
id: Salah

source: This dimension does not support filtering.
id: Dimensi ini tak mendukung penyaringan.

source: Select items...
id: Pilih butir...

source: (All)
id: (Semua)

source: Unable to find choices to present.
id: Gagal mendapatkan pilihan untuk ditampilkan.

source: Date range
id: Rentang tanggal

source: No result returned.
id: Tak mendapatkan hasil.

source: Filters
id: Penyaringan

source: Available fields
id: Properti yang tersedia

source: Rows
id: Baris

source: Columns
id: Kolom

source: (None)
id: (Tak ada)

source: Date
id: Tanggal

source: Week Date
id: Tanggal Minggu

source: Day of Week
id: Hari dalam Minggu

source: Day of Month
id: Tanggal dalam Bulan

source: Day of Year
id: Tanggal dalam Tahun

source: Hour
id: Jam

source: Hour of Day
id: Jam dalam Hari

source: Month
id: Bulan

source: Month of Year
id: Bulan dalam Tahun

source: Quarter
id: Kuartal

source: Quarter of Year
id: Kuartal dalam Tahun

source: Week
id: Minggu

source: Week of Year
id: Minggu dalam Tahun

source: Week Year
id: Tahun Minggu

source: Year
id: Tahun

source: {field} is a dimension, and can be placed in the Rows, Columns, or Filters
id: {field} adalah dimensi, dan dapat diletakkan di Baris, Kolom, atau Penyaringan

source: The value dimension, must be placed in the Rows or Columns
id: Dimensi ukuran, harus diletakkan di Baris atau Kolom

source: {field} is a measure, and can be placed in the Values
id: {field} adalah pengukuran, dan dapat diletakkan di Ukuran

# bNjSBpY
source: The available fields, not currently used in the pivot table. Drag the fields to the other boxes to use them.
id: Properti yang tersedia, yang tak digunakan dalam tabel pivot. Geser properti ke kotak lainnya untuk menggunakannya.

# hLvdhXu
source: Drag dimensions here to display them as rows in your pivot table. Each value will create a separate row.
id: Geser dimensi ke sini untuk menampilkannya sebagai baris di tabel pivot. Setiap dimensi akan ditampilkan sebagai satu baris.

# GeT5L7O
source: Drag dimensions here to organize data into columns. Each unique value will create a separate column.
id: Geser dimensi ke sini untuk menampilkannya sebagai kolom. Setiap dimensi unik akan menjadi sebuah kolom.

source: Drag measures here to display them in the pivot table.
id: Geser pengukuran ke sini untuk menampilkannya di tabel pivot.

# kdd10eZ
source: Drag fields here to apply filters across the entire pivot table. Select specific values to narrow down your data.
id: Geser dimensi ke sini untuk melakukan penyaringan terhadap seluruh tabel pivot. Pilih nilai tertentu untuk mempersempit data anda.

source: {field} is a mandatory dimension, and must be the first dimension of the row.
id: {field} adalah dimensi wajib, dan harus merupakan dimensi pertama dari baris.

source: Civil
id: Umum

source: ISO Week
id: Minggu ISO

source: Day of WeekYear
id: Hari dalam Tahun Minggu

# VEcUN6O
source: Example: 2024010107-2024033115,2024050111 (2024010107 means 1 January 2024, 07:00)
id: Contoh: 2024010107-2024033115,2024050111 (2024010107 artinya 1 Januari 2024, 07:00)

source: Example: 20240101-20240331,20240501 (20240101 means 1 January 2024)
id: Contoh: 20240101-20240331,20240501 (20240101 artinya 1 Januari 2024)

source: Week {week}, {month}
id: Minggu {week}, {month}

source: Example: 2024011-2024034,2024052 (2024013 means January 2024, week 3)
id: Contoh: 2024011-2024034,2024052 (2024013 means January 2024, week 3)
